Repository: azizolious/familytime-ios
Catalog: FamilyTime/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fi_fi, fr, he, it, ja_jp, pt, tr, zh_hans

# dashboard_drawer_option_6
source: Sign out
ar: خروج
de: Abmelden
es: Desconectarse
fi_fi: Kirjaudu Ulos
fr: Déconnexion
he: התנתק
it: Esci
ja_jp: サインアウト
pt: Sair
tr: Oturumu Kapat
zh_hans: 退出登录

# dashboard_drawer_title_1
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fi_fi: Asetukset
fr: Réglages
he: הגדרות
it: Impostazioni
ja_jp: 設定
pt: Configurações
tr: Ayarlar
zh_hans: 设置

# dashboard_drawer_title_2
source: Reports
ar: التقارير
de: Berichte
fi_fi: Raportit
fr: Rapports
he: דיווחים
it: Rapporti
ja_jp: レポート
pt: Relatórios
tr: Raporlar
zh_hans: 报告

# dashboard_drawer_title_3
source: Device
ar: الجهاز
de: Gerät
es: Dispositivo
fi_fi: Laite
fr: Appareil
he: מכשיר
it: Dispositivo
ja_jp: デバイス
pt: Dispositivo
tr: Cihaz
zh_hans: 设备

# dashboard_family_pause_alert_content
source: The FamilyPause command has been sent. It might take a few moments for FamilyPause to get activated on your child's device.
ar: تم إرسال أمر استراحة العائلة. قد يستغرق تنشيط استراحة العائلة على جهاز طفلك بضع لحظات.
de: Der Befehl Familienpause wurde gesendet. Es kann ein paar Momente dauern, bis Familienpause auf dem Gerät Ihres Kindes aktiv wird.
es: Se ha colocado el comando Pausa Familiar. Podría tomar un momento para que se active en el dispositivo de tu hijo.
fi_fi: Perhe Paussi komento on lähetetty. Saattaa kestää hetken että Perhe Paussi aktivoituu lapsesi laitteella.
fr: La commande Pause familiale a été envoyée. L'activation de Pause familiale sur l'appareil de votre enfant peut prendre quelques instants.
he: פקודת השהיית משפחה נשלחה. ייתכן שיחלפו מספר רגעים עד שמצב השהיית משפחה יופעל במכשיר של ילדך.
it: Comando Pausa Famiglia inviato. Potrebbe volerci un po' prima che Pausa Famiglia si attivi sul dispositivo di tuo figlio.
ja_jp: ファミリーポーズコマンドが送信されました。お子さまの端末でファミリーポーズが有効になるまでには、しばらく時間がかかる場合があります。
pt: O comando Pausa Familiar foi enviado. Pode levar alguns instantes para que o Pausa Familiar seja ativado no dispositivo do seu filho.
tr: FamilyPause komutu gönderildi. FamilyPause'un çocuğunuzun cihazında etkinleştirilmesi birkaç dakika sürebilir.
zh_hans: 家人暂停 命令已经发送。家人暂停 可能需要一些时间才能在您孩子的设备上运行。

# dashboard_floating_action_button_content_1
source: Add Device
ar: أضف جهاز
de: Gerät hinzufügen
es: Añadir Dispositivo
fi_fi: Lisää laite
fr: Ajouter un Appareil
he: הוסף מכשיר
it: Aggiungi dispositivo
ja_jp: デバイスを追加
pt: Clique em adicionar Dispositivo
tr: Cihaz ekle
zh_hans: 添加设备

# dashboard_floating_action_button_content_2
source: Talk to Support
ar: تحدث إلى الدعم
de: Mit Support sprechen
es: Hablar al Soporte
fi_fi: Puhu tuen kanssa
fr: Parlez à l'assistance
he: דבר עם התמיכה
it: Contatta supporto
ja_jp: サポートに連絡する
pt: Fale com o Suporte
tr: Destek ile Görüşün
zh_hans: 与客服聊天

# dashboard_title
source: MyKids
ar: أطفالي
de: Meine Kinder
es: Mis Niños
fi_fi: Minun Lapseni
fr: Mes Enfants
he: הילדים שלי
it: I Miei Figli
ja_jp: 子供たち
pt: Meus Filhos
tr: Çocuklarım
zh_hans: 我的孩子

source: Data Collection and Use
ar: جمع البيانات واستخدامها
de: Datenerhebung und -nutzung
es: Recopilación y uso de datos
fi_fi: Tiedonkeruu ja käyttö
fr: Collecte et utilisation des données
he: איסוף ושימוש בנתונים
it: Raccolta e utilizzo dei dati
ja_jp: データの収集と使用
pt: Coleta e uso de dados
tr: Veri Toplama ve Kullanma
zh_hans: 数据收集和使用

# date_drop_down_1
source: Today
ar: اليوم
de: Heute
es: Hoy
fi_fi: Tänään
fr: Aujourd'hui
he: היום
it: Oggi
ja_jp: 今日
pt: Hoje
tr: Bugün
zh_hans: 今天

# date_drop_down_2
source: Yesterday
ar: الأمس
de: Gestern
es: Ayer
fi_fi: Eilen
fr: Hier
he: אתמול
it: Ieri
ja_jp: 昨日
pt: Ontem
tr: Dün
zh_hans: 昨天

# date_drop_down_3
source: Last 7 Days
ar: آخر 7 أيام
de: Letzte 7 Tage
es: Últimos 7 Días
fi_fi: Viimeiset 7 päivää
fr: Derniers 7 Jours
he: 7 הימים האחרונים
it: Ultimi 7 giorni
ja_jp: 過去7日間
pt: Últimos 7 dias
tr: Son 7 gün
zh_hans: 过去7天

# date_drop_down_4
source: Last 14 Days
ar: آخر 14 يوماً
de: Letzte 14 Tage
es: Últimos 14 Días
fi_fi: Viimeiset 14 päivää
fr: Derniers 14 Jours
he: 14 הימים האחרונים
it: Ultimi 14 giorni
ja_jp: 過去14日間
pt: Últimos 14 dias
tr: Son 14 Gün
zh_hans: 过去14天

# date_drop_down_5
source: Last 30 Days
ar: آخر 30 يوماً
de: Letzte 30 Tage
es: Últimos 30 Días
fi_fi: Viimeiset 30 päivää
fr: Derniers 30 Jours
he: 30 הימים האחרונים
it: Ultimi 30 giorni
ja_jp: 過去30日間
pt: Últimos 30 dias
tr: Son 30 gün
zh_hans: 最近30天

source: Dating/Gambling
ar: المواعدة/القمار
de: Dating/Glücksspiel
es: Citas/Apuestas
fi_fi: Treffit/Uhkapelit
fr: Rencontres/Jeux de hasard
he: הכרויות/הימורים
it: Incontri/Giochi d'azzardo
ja_jp: デート/ギャンブル
pt: Namoro/Jogos de azar
tr: Flört/Kumar
zh_hans: 约会/赌博

source: Day
ar: يوم
de: dasTag
es: dasDía
fi_fi: Gün
fr: dasJour
he: יְוֹם
it: dasGiorno
ja_jp: 日
pt: Dia
tr: Gün
zh_hans: 天

# day_ago
source: 1 day ago
ar: منذ يوم
de: vor 1 Tag
es: Hace 1 día
fi_fi: 1 päivä sitten
fr: il y a 1 jour
he: לפני יום אחד
it: 1 giorno fa
ja_jp: 1日前
pt: 1 dia atrás
tr: 1 gün önce
zh_hans: 1天之前

# days_ago
source: 5 days ago
ar: منذ 5 أيام
de: vor 5 Tagen
es: Hace 5 días
fi_fi: 5 päivää sitten
fr: il y a 5 jours
he: לפני 5 ימים
it: 5 giorni fa
ja_jp: 5日前
pt: 5 dias atrás
tr: 5 gün önce
zh_hans: 5天之前

source: Delete
ar: يمسح
de: Löschen
es: Borrar
fi_fi: Poistaa
fr: Supprimer
he: לִמְחוֹק
it: Eliminare
ja_jp: 消去
pt: Excluir
tr: Silmek
zh_hans: 删除

# delete_des
source: Delete this child from Mykids
ar: حذف هذا الطفل من أطفالي
de: Löschen Sie dieses Kind aus „Meine Kinder“.
es: Eliminar este niño de Mis hijos
fi_fi: Poista tämä lapsi Omat lapset -sovelluksesta
fr: Supprimer cet enfant de Mes enfants
he: מחק את הילד הזה מהילדים שלי
it: Elimina questo bambino da I miei bambini
ja_jp: この子を「マイ キッズ」から削除する
pt: Excluir esta criança de Meus filhos
tr: Bu çocuğu Çocuklarım'dan sil
zh_hans: 从“我的孩子”中删除该孩子

# delete_desc
source: Remove this device from your account
ar: قم بإزالة هذا الجهاز من حسابك
de: Entfernen Sie dieses Gerät aus Ihrem Konto
es: Elimina este dispositivo de tu cuenta
fi_fi: Poista tämä laite tililtäsi
fr: Supprimez cet appareil de votre compte
he: הסר את המכשיר מהחשבון שלך
it: Rimuovi questo dispositivo dal tuo account
ja_jp: このデバイスをアカウントから削除します
pt: Remova este dispositivo da sua conta
tr: Bu cihazı hesabınızdan kaldırın
zh_hans: 从您的帐户中删除此设备

# delete_limit_app_des
source: Do you want to remove the app limit on
ar: هل تريد إزالة حد التطبيق على
de: Möchten Sie das App-Limit aufheben?
es: ¿Quieres eliminar el límite de la aplicación en
fi_fi: Haluatko poistaa sovellusrajoituksen
fr: Voulez-vous supprimer la limite d'application sur
he: האם ברצונך להסיר את מגבלת האפליקציה ב
it: Vuoi rimuovere il limite dell'app su
ja_jp: アプリの制限を解除しますか?
pt: Você deseja remover o limite do aplicativo em
tr: Uygulama sınırını kaldırmak istiyor musunuz?
zh_hans: 您想删除应用程序限制吗

source: Device
ar: جهاز
de: Gerät
es: Dispositivo
fi_fi: Laite
fr: Appareil
he: התקן
it: Dispositivo
ja_jp: デバイス
pt: Dispositivo
tr: Cihaz
zh_hans: 设备

source: Device Info
ar: معلومات الجهاز
de: Geräteinformationen
es: Información del dispositivo
fi_fi: Laitetieto
fr: Info appareil
he: מידע על המכשיר
it: Informazioni sul dispositivo
ja_jp: デバイス情報
pt: Informação do dispositivo
tr: Cihaz bilgisi
zh_hans: 设备信息

# device_info_content_1
source: Device Information
ar: معلومات الجهاز
de: Geräteinformation
es: Información del Dispositivo
fi_fi: Laitteen tiedot
fr: Informations sur l'Appareil
he: מידע על המכשיר
it: Informazioni sul dispositivo
ja_jp: デバイス情報
pt: Informação de dispositivo
tr: Cihaz bilgisi
zh_hans: 设备信息

# device_info_content_1_sub_content_2
source: Manufacturer
ar: الصانع
de: Hersteller
es: Fabricante
fi_fi: Valmistaja
fr: Fabricant
he: יצרן
it: Produttore
ja_jp: 製造
pt: Fabricante
tr: Üretici firma
zh_hans: 制造商

# device_info_content_1_sub_content_3
source: Model
ar: الموديل
de: Modell
es: Modelo
fi_fi: Malli
fr: Modèle
he: דגם
it: Modello
ja_jp: モデル
pt: Modelo
tr: Modeli
zh_hans: 型号

# device_info_content_1_sub_content_4
source: Device OS
ar: نظام تشغيل الجهاز
de: Geräte OS
es: SO de Dispositivo
fi_fi: käyttöjärjestelmä
fr: Dispositif OS
he: מערכת הפעלה של המכשיר
it: SO dispositivo
ja_jp: デバイスOS
pt: OS do Dispositivo
tr: Cihaz işletim sistemi
zh_hans: 设备操作系统

# device_info_content_1_sub_content_5
source: Language
ar: اللغة
de: Sprache
es: Idioma
fi_fi: Kieli
fr: Langue
he: שפה
it: Lingua
ja_jp: 言語
pt: Língua
tr: Dil
zh_hans: 语言

# device_info_content_1_sub_content_6
source: Timezone
ar: المنطقة الزمنية
de: Zeitzone
es: Zona Horaria
fi_fi: Aikavyöhyke
fr: Fuseau Horaire
he: אזור זמן
it: Fuso orario
ja_jp: タイムゾーン
pt: Fuso horário
tr: Saat dilimi
zh_hans: 时区

# device_info_content_1_sub_content_7
source: Battery
ar: البطارية
de: Akku
es: Batería
fi_fi: Akku
fr: Batterie
he: סוללה
it: Batteria
ja_jp: バッテリー
pt: Bateria
tr: Pil
zh_hans: 电池

# device_info_content_2
source: App Information
ar: معلومات التطبيق
es: Información de App
fi_fi: Sovelluksen tiedot
fr: Informations sur l'application
he: מידע על האפליקציה
it: Info App
ja_jp: アプリ情報
pt: Informação do Aplicativo
tr: Uygulama Bilgileri
zh_hans: 应用程序信息

# device_info_content_2_sub_content_1
source: App Version
ar: إصدار التطبيق
es: Versión
fi_fi: Sovelluksen versio
fr: Version de l'application
he: גרסת האפליקציה
it: Versione App
ja_jp: アプリバージョン
pt: Versão do Aplicativo
tr: Uygulama sürümü
zh_hans: 应用程序版本

# device_info_content_2_sub_content_2
source: Build
ar: قيد الإنشاء
es: Compilación
fr: Construire
he: לבנות
ja_jp: ビルド
pt: Compilação
tr: Yapı
zh_hans: 版本

# device_info_content_2_sub_content_3
source: Help Desk
ar: مكتب المساعدة
es: Centro de ayuda
fi_fi: Apukeskus
fr: Bureau d'aide
he: דלפק עזרה
it: Centro di Assistenza
ja_jp: ヘルプデスク
pt: Central de Ajuda
tr: Yardım Masası
zh_hans: 服务台

# device_info_des
source: Kid's Device Information
ar: معلومات جهاز الطفل
de: Geräteinformationen für Kinder
es: Información del dispositivo del niño
fi_fi: Lasten laitteen tiedot
fr: Informations sur l'appareil pour enfants
he: מידע על המכשיר של הילד
it: Informazioni sul dispositivo per bambini
ja_jp: お子様のデバイス情報
pt: Informações sobre dispositivos infantis
tr: Çocuğun Cihaz Bilgileri
zh_hans: 儿童设备信息

# device_info_desc
source: View detailed device information
ar: عرض معلومات الجهاز التفصيلية
de: Detaillierte Geräteinformationen anzeigen
es: Ver información detallada del dispositivo
fi_fi: Katso yksityiskohtaiset laitetiedot
fr: Afficher des informations détaillées sur l'appareil
he: הצג מידע מפורט על המכשיר
it: Visualizza informazioni dettagliate sul dispositivo
ja_jp: 詳細なデバイス情報を表示する
pt: Ver informações detalhadas do dispositivo
tr: Ayrıntılı cihaz bilgilerini görüntüleyin
zh_hans: 查看详细的设备信息

# device_info_title
source: Device Info
ar: معلومات الجهاز
de: Geräteinformation
es: Info. Del Dispositivo
fi_fi: Laitteen tiedot
fr: Info Appareil
he: מידע על המכשיר
it: Informazioni sul dispositivo
ja_jp: デバイス情報
pt: Informação do dispositivo
tr: Cihaz bilgisi
zh_hans: 设备信息

# device_kind_label_title
source: What kind of device does your child use?
ar: ما نوع الجهاز الذي يستخدمه طفلك؟
de: Was für ein Gerät benutzt Ihr Kind?
es: ¿Qué tipo de dispositivo usa su hijo?
fi_fi: Millaista laitetta lapsesi käyttää?
fr: Quel type d'appareil votre enfant utilise-t-il?
he: באיזה סוג מכשיר הילד שלך משתמש ؟
it: Che tipo di dispositivo usa tuo figlio?
ja_jp: お子さんはどのようなデバイスを使用していますか？
pt: Que tipo de dispositivo seu filho usa?
tr: Çocuğunuz ne tür bir cihaz kullanıyor?
zh_hans: 您的孩子使用什么样的设备？

# device_passcode_popup_button
source: Set
ar: ضبط
de: Einstellen
es: Fijar
fi_fi: ASETA
fr: CHOISIR
he: הגדר
it: IMPOSTA
ja_jp: セット
pt: CONFIGURAR
tr: Ayarla
zh_hans: 设置

# device_passcode_popup_content_1
source: Set Device Passcode
ar: تعيين رمز مرور الجهاز
de: Geräte-PIN festlegen
es: Fijar Código del Dispositivo
fi_fi: Aseta laitteen pääsykoodi
fr: Choisir un Mot de Passe pour l'Appareil
he: הגדר את קוד הגישה למכשיר
it: PIN Dispositivo
ja_jp: デバイスのパスコードを設定
pt: Configurar senha do dispositivo
tr: Cihaz Parolası Ayarla
zh_hans: 设置设备密码

# device_passcode_popup_content_2
source: Tip: To change the passcode, please enter the new passcode and tap on the SET button. Enter at least 4 characters.
ar: نصيحة: لتغيير رمز المرور، يرجى إدخال رمز المرور الجديد والضغط فوق الزر ضبط. أدخل 4 أحرف على الأقل.
de: Tipp: Um den PIN zu ändern, geben Sie bitte den neuen PIN ein und klicken Sie auf den EINSTELLEN Button. Geben Sie mindestens 4 Zeichen ein.
es: Tip: Para cambiar el código, por favor ingresa uno nuevo y toca el botón FIJAR. Pon al menos 4 caracteres.
fi_fi: Vinkki: Vaihtaaksesi pääsykoodi, ole hyvä ja aseta uusi koodi ja napauta ASETA-nappia. Laita ainakin 4 merkkiä.
fr: Conseil : pour modifier le code d'accès, veuillez saisir le nouveau code d'accès et appuyez sur le bouton SET. Saisissez au moins 4 caractères.
he: טיפ: כדי לשנות את קוד הגישה, אנא הזן את קוד הגישה החדש והקש על כפתור SET. הזן לפחות 4 תווים.
it: Consiglio: per cambiare il passcode, inserisci nuovo passcode e tocca il tasto IMPOSTA. Inserisci almeno 4 caratteri.
ja_jp: ヒント：パスコードを変更するには、新しいパスコードを入力して「セット」ボタンをタップしてください。少なくとも4文字以上入力してください。
pt: Dica: Para mudar a senha, digite a nova senha e clique no botão SET. Digite no mínimo 4 caracteres.
tr: İpucu: Parolayı değiştirmek için lütfen yeni parolayı girin ve AYARLA düğmesine dokunun. En az 4 karakter girin.
zh_hans: 提示：如需变更密码，请输入新的密码并点击“设置”按钮。至少需要输入 4 个字符。

# device_passcode_popup_content_3
source: New and old passcode should not be the same.
ar: يجب ألا يتطابق رمز المرور القديم مع الجديد.
de: Neuer und alter PIN sollten nicht gleich sein.
es: El código viejo no puede coincidir con el nuevo.
fi_fi: Uuden ja vanhan pääsykoodin ei kuuluisi olla samoja
fr: Le nouveau et l'ancien code d'accès ne doivent pas être les mêmes.
he: קוד סיסמה חדש וישן לא אמור להיות זהה.
it: Il nuovo e il vecchio passcode non devono essere uguali.
ja_jp: 新しいパスコードと古いパスコードが同じにならないようにしてください。
pt: A senha nova não deve ser a mesma da antiga.
tr: Yeni ve eski şifre aynı olmamalıdır.
zh_hans: 新的和旧的密码不可以相同。

# device_passcode_popup_content_4
source: Enter Min 4 and Max 16 digits.
ar: أدخل 4 أرقام كحد أدنى و 16 كحد أقصى.
de: Geben Sie min. 4 und max. 16 Ziffern ein.
es: Ingresa Min. 4 y Max. 16 dígitos.
fi_fi: Lisää min 4 ja max 16 merkkiä
fr: Saisissez entre 4 et 6 chiffres.
he: הזן מינימום 4 ומקסימום 16 ספרות.
it: Inserire tra le 4 e le 16 cifre.
ja_jp: 少なくとも4そして最大16桁の数字を入力。
pt: Digite de 4 a 16 dígitos.
tr: Min 4 ve Maks 16 basamak girin.
zh_hans: 输入内容最少4位，最多16位。

source: Domain
ar: اِختِصاص
es: Dominio
fi_fi: Verkkotunnus
fr: Domaine
he: תְחוּם
it: Dominio
ja_jp: ドメイン
pt: Domínio
tr: İhtisas
zh_hans: 领域

# domain_successfully_blocked
source: All Domain has been successfully blocked.
ar: تم حظر كافة النطاقات بنجاح.
de: Alle Domains wurden erfolgreich blockiert.
es: Todo el dominio ha sido bloqueado exitosamente.
fi_fi: Kaikki verkkotunnukset on estetty onnistuneesti.
fr: Tout le domaine a été bloqué avec succès.
he: כל הדומיין נחסם בהצלחה.
it: Tutti i domini sono stati bloccati con successo.
ja_jp: すべてのドメインが正常にブロックされました。
pt: Todos os domínios foram bloqueados com sucesso.
tr: Tüm Etki Alanı başarıyla engellendi.
zh_hans: 所有域名已被成功阻止。

# done_button
source: Done
ar: تم
de: Erledigt
es: Listo
fi_fi: Tehty
fr: Terminé
he: בוצע
it: Fatto
ja_jp: 完了
pt: Pronto
tr: Tamamlandı
zh_hans: 已完成

source: download_title
ar: تحميل
de: Herunterladen
es: Descargar
fi_fi: ladata
fr: Télécharger
he: הורד
it: Scaricamento
ja_jp: ダウンロード
pt: Download
zh_hans: 下载

source: Drugs/Abortion
ar: المخدرات/الإجهاض
de: Drogen/Abtreibung
es: Drogas/Aborto
fi_fi: Huumeet/Abortti
fr: Drogues/avortement
he: סמים/הפלה
it: Droghe/Aborto
ja_jp: 薬物/中絶
pt: Drogas/Aborto
tr: Uyuşturucu/Kürtaj
zh_hans: 药物/堕胎

# edit_button
source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fi_fi: Muokkaa
fr: Modifier
he: ערוך
it: Modifica
ja_jp: 編集
pt: Editar
tr: Düzenle
zh_hans: 编辑

source: Email Missing
ar: البريد الإلكتروني مفقود
de: E-Mail fehlt
es: Correo electrónico faltante
fi_fi: Sähköposti puuttuu
fr: E-mail manquant
he: אימייל חסר
it: E-mail mancante
ja_jp: メールがありません
pt: E-mail ausente
tr: E-posta Eksik
zh_hans: 电子邮件丢失

# email_verification_sent
source: A Verification link has been sent to your email account.
ar: تم إرسال ارتباط التحقق إلى حساب البريد الإلكتروني الخاص بك.
de: Ein Bestätigungslink wurde an Ihr E-Mail-Konto gesendet.
es: Se ha enviado un enlace de verificación a su cuenta de correo electrónico.
fi_fi: Vahvista sähköpostiosoitteesi
fr: Un lien de vérification a été envoyé à votre compte de messagerie.
he: קישור אימות נשלח לחשבון האימייל שלך.
it: Un collegamento di verifica è stato inviato al tuo account e-mail.
ja_jp: 確認リンクがメール アカウントに送信されました。
pt: Um link de verificação foi enviado para sua conta de e-mail.
tr: E-posta hesabınıza bir Doğrulama bağlantısı gönderildi.
zh_hans: 验证链接已发送到您的电子邮件帐户。

# emergency_unlock_desc
source: In case of an emergency, you may need to use the passcode to access a locked device. Please enter the passcode and tap the Set Passcode button to proceed.
ar: فتح رمز المرور في حالات الطوارئ
de: Im Notfall müssen Sie möglicherweise den Passcode verwenden, um auf ein gesperrtes Gerät zuzugreifen. Bitte geben Sie den Passcode ein und tippen Sie auf die Schaltfläche „Passcode festlegen“, um fortzufahren.
es: En caso de una emergencia, es posible que necesite utilizar el código de acceso para acceder a un dispositivo bloqueado. Ingrese el código de acceso y toque el botón Establecer código de acceso para continuar.
fi_fi: Hätätilanteessa saatat joutua käyttämään salasanaa päästäksesi lukittuun laitteeseen. Anna salasana ja jatka napauttamalla Aseta salasana -painiketta.
fr: En cas d'urgence, vous devrez peut-être utiliser le mot de passe pour accéder à un appareil verrouillé. Veuillez saisir le code d'accès et appuyez sur le bouton Définir le code d'accès pour continuer.
he: במקרה חירום, ייתכן שיהיה עליך להשתמש בקוד הגישה כדי לגשת למכשיר נעול. אנא הזן את קוד הגישה והקש על כפתור הגדר קוד כדי להמשיך.
it: In caso di emergenza, potrebbe essere necessario utilizzare il codice di accesso per accedere a un dispositivo bloccato. Inserisci il passcode e tocca il pulsante Imposta passcode per procedere.
ja_jp: 緊急の場合、ロックされたデバイスにアクセスするためにパスコードの使用が必要になる場合があります。 パスコードを入力し、「パスコードを設定」ボタンをタップして続行してください。
pt: Em caso de emergência, pode ser necessário usar a senha para acessar um dispositivo bloqueado. Digite a senha e toque no botão Definir senha para continuar.
tr: Acil bir durumda kilitli bir cihaza erişmek için şifreyi kullanmanız gerekebilir. Lütfen şifreyi girin ve devam etmek için Şifreyi Ayarla düğmesine dokunun.
zh_hans: 在紧急情况下，您可能需要使用密码才能访问锁定的设备。 请输入密码并点击设置密码按钮继续。

# emergency_unlock_title
source: Emergency Unlock Passcode
ar: يرجى إضافة جهاز طفل إلى حسابك لإعداد الأمان الرقمي والمراقبة لطفلك.
de: Passcode zum Entsperren im Notfall
es: Código de acceso de desbloqueo de emergencia
fi_fi: Hätälukituksen avauskoodi
fr: Code de déverrouillage d'urgence
he: קוד סיסמה לפתיחת חירום
it: Codice di sblocco di emergenza
ja_jp: 緊急ロック解除パスコード
pt: Senha de desbloqueio de emergência
tr: Acil Durum Kilit Açma Şifresi
zh_hans: 紧急解锁密码

# empty_record
source: It seems like there are no records to display.
ar: يبدو أنه لا توجد سجلات لعرضها.
de: Es scheint, als könnten keine Aufzeichnungen angezeigt werden.
es: Al parecer no hay registro que mostrar.
fi_fi: Näyttää siltä että näytettävää tietoa ei ole.
fr: Il semble qu'il n'y ait aucun enregistrement à afficher.
he: נראה שאין רשומות להצגה.
it: Sembra non ci siano registri da mostrare.
ja_jp: 表示する記録がないようです。
pt: Aparentemente não há registros.
tr: Görüntülenecek kayıt yok gibi görünüyor.
zh_hans: 似乎没有记录可以显示。

# empty_web_msg
source: To block a specific website please tap on “+ Add URL”.
ar: لحظر موقع ويب معين، يرجى النقر على + إضافة عنوان URL.
de: Um eine bestimmte Website zu blockieren, tippen Sie bitte auf „+ URL hinzufügen“.
es: Para bloquear un sitio web específico, toque + Agregar URL.
fi_fi: Voit estää tietyn verkkosivuston napauttamalla + Lisää URL-osoite.
fr: Pour bloquer un site Web spécifique, veuillez appuyer sur « + Ajouter une URL ».
he: כדי לחסום אתר ספציפי, הקש על '+ הוסף כתובת אתר'.
it: Per bloccare un sito Web specifico, toccare '+ Aggiungi URL'.
ja_jp: 特定の Web サイトをブロックするには、「+ URL を追加」をタップしてください。
pt: Para bloquear um site específico, toque em “+ Adicionar URL”.
tr: Belirli bir web sitesini engellemek için lütfen “+ URL Ekle” seçeneğine dokunun.
zh_hans: 要阻止特定网站，请点击“+ 添加 URL”。

source: Enable Web Blocker
ar: تمكين مانع الويب
de: Aktivieren Sie den Webblocker
es: Habilitar bloqueador web
fi_fi: Ota Web Blocker käyttöön
fr: Activer le bloqueur Web
he: הפעל את חוסם האינטרנט
it: Abilita Blocco Web
ja_jp: Web ブロッカーを有効にする
pt: Habilitar bloqueador de web
tr: Web Engelleyiciyi Etkinleştir
zh_hans: 启用网页拦截器

# enable_camera_access
source: Please enable camera access in Settings.
ar: يرجى تمكين الوصول إلى الكاميرا في الإعدادات.
de: Bitte aktivieren Sie den Kamerazugriff in den Einstellungen.
es: Habilite el acceso a la cámara en Configuración.
fi_fi: Ota kameran käyttöoikeus käyttöön asetuksista.
fr: Veuillez activer l'accès à la caméra dans les paramètres.
he: אפשר גישה למצלמה בהגדרות.
it: Abilita l'accesso alla telecamera nelle Impostazioni.
ja_jp: 設定でカメラへのアクセスを有効にしてください。
pt: Por favor, habilite o acesso à câmera em Configurações.
tr: Lütfen Ayarlar'da kamera erişimini etkinleştirin.
zh_hans: 请在“设置”中启用相机访问。

source: Enable FunTime
ar: تمكين وقت المرح
de: Aktivieren Sie FunTime
es: Habilitar tiempo de diversión
fi_fi: Ota FunTime käyttöön
fr: Activer FunTime
he: אפשר FunTime
it: Abilita FunTime
ja_jp: ファンタイムを有効にする
pt: Ativar FunTime
tr: FunTime'ı Etkinleştir
zh_hans: 启用欢乐时光

source: Enable Internet Filters
ar: تمكين عوامل تصفية الإنترنت
de: Aktivieren Sie Internetfilter
es: Habilitar filtros de Internet
fi_fi: Ota Internet-suodattimet käyttöön
fr: Activer les filtres Internet
he: הפעל מסנני אינטרנט
it: Abilita i filtri Internet
ja_jp: インターネットフィルターを有効にする
pt: Habilitar filtros de Internet
tr: İnternet Filtrelerini Etkinleştir
zh_hans: 启用互联网过滤器

source: End Time
ar: وقت النهاية
de: Endzeit
es: Hora de finalización
fi_fi: Loppu aika
fr: Heure de fin
he: שעת סיום
it: Tempo scaduto
ja_jp: 終了時間
pt: Fim do tempo
tr: Bitiş zamanı
zh_hans: 时间结束

# enter_email
source: Please enter the email.
ar: الرجاء إدخال البريد الإلكتروني.
de: Bitte geben Sie die E-Mail-Adresse ein.
es: Por favor, introduce el correo electrónico.
fi_fi: Anna sähköpostiosoite.
fr: Veuillez entrer l'email.
he: נא להזין את המייל.
it: Inserisci l'e-mail.
ja_jp: メール アドレスを入力してください。
pt: Insira o e-mail.
tr: Lütfen e-postayı girin.
zh_hans: 请输入电子邮件。

source: Enter Speed Limit
ar: أدخل السرعة القصوى
de: Geben Sie die Höchstgeschwindigkeit ein
es: Ingresa Límite de Velocidad
fi_fi: Lisää nopeusrajoitus
fr: Choisissez une Limite de Vitesse
he: הזן את מגבלת המהירות
it: Inserisci il limite di velocità
ja_jp: 制限速度を入力してください
pt: Inserir limite de velocidade
tr: Hız Sınırını Girin
zh_hans: 输入速度限制

source: Everyday
ar: كل يوم
de: dasTäglich
es: Cada día
fi_fi: Joka päivä
fr: dasTous les jours
he: כל יום
it: dasOgni giorno
ja_jp: 毎日
pt: Diariamente
tr: Her gün
zh_hans: 每天

source: Failure!
ar: فشل!
de: Fehler!
es: ¡Error!
fi_fi: Epäonnistuminen!
fr: Échec!
he: כֶּשֶׁל!
it: Errore!
ja_jp: 失敗しました!
pt: Falha!
tr: Başarısız!
zh_hans: 失败！
